/* Store down unavailable label text */
"AN INTERNET CONNECTION IS REQUIRED." = "È RICHIESTO UN COLLEGAMENTO A INTERNET.";

/* Quit button title (not purchased) */
"Back" = "Indietro";

/* Buy button for Store buying. */
"Buy" = "Acquista";

/* Cancel button
   Cancel button for Store buying. */
"Cancel" = "Annulla";

/* Quit button title (after purchase) */
"Done" = "Fine";

/* Restore purchases sheet title */
"If you already bought the Connect Pack, you can restore your purchases to reinstall it for free." = "Se hai già acquistato il Connect Pack, è possibile ripristinare l'acquisto e reinstallarlo gratuitamente.";

/* Restore purchases button */
"Restore Purchases" = "Ripristina acquisti";

/* Store pane title */
"Store" = "Negozio";

/* Not cleared for sale unavailable label text */
"STORE TEMPORARILY CLOSED. TRY AGAIN LATER." = "NEGOZIO CHIUSO. RIPROVA PIÙ TARDI.";

